{

    "adr": "220114 Рэспубліка Беларусь, г. Мінск, пр. Незалежнасці, 117, пам. 1",
    "phn": "Тэлефон: ",
    "fx": "Факс: ",
    "ml": "Пошта: ",
    "schdl": "Рэжым працы: 8.00 – 17.00",
    "lnch": "Перапынак на абед: 12.00 – 13.00",
    "wknd": "Выхадныя дні: субота, нядзеля",

    "adrCont": "ААТ «АГАТ - сістэмы кіравання»",

    "HomeTitle": "цэнтр",
    "HomeTitle2": "кібербяспекі",
    "MenuMain": "Галоўная",
    "MenuAbout": "Пра нас",
    "MenuServices": "Паслугі",
    "MenuReviews": "Водгукі",
    "MenuNews": "Навіны",
    "MenuContacts": "Кантакты",
    "btnContact": "Звязацца",
    "rights": "Ўсе правы абаронены.",
    "agat": "© 2019 ААТ «АГАТ – сістэмы кіравання» – кіруючая кампанія холдынгу «Геаінфармацыйныя сістэмы кіравання»",
    "advantage1": "Гнуткая коштавая палітыка дазваляе максімальна задаволіць патрабаванні Заказчыкаў",
    "advantage2": "Цэнтр кібербяспекі ААТ «АГАТ - сістэмы кіравання» дзякуючы партнёрскім адносінам з вядучымі сусветнымі вендарамі мае доступ да найноўшых распрацоўках у сферы кібербяспекі.",
    "advantage3": "У адпаведнасці з унутранай жорсткай карпаратыўнай палітыкай па выкананню рэжыму камерцыйнай і службовай таямніцы Цэнтр кібербяспекі ААТ «АГАТ - сістэмы кіравання» гарантуе ўсім сваім Заказчыкам захаванасць любых ўваходных дадзеных і канфідэнцыяльнасць.",
    "advantage4": "Цэнтр кібербяспекі клапоціцца аб пастаянным павышэнні кваліфікацыі работнікаў, забяспечваючы выкарыстанне навейшых методык і практык у вобласці кібербяспекі пры працы на аб'ектах Заказчыка.",
    "advantage5": "У ходзе працы з кліентамі, Цэнтр выкарыстоўвае, у тым ліку, сучасныя спосабы працы: прынцып «БагБаунти», стварэнне і налада сістэм бяспекі «пад ключ», кансалтынгавыя паслугі і іншае.",
    "advantage6": "У ходзе непасрэднай працы работнікамі Цэнтра выкарыстоўваецца сучаснае спецыялізаванае праграмнае забеспячэнне і тэхнічныя сродкі.",

    "about": "Пра цэнтр",
    "text1": "У сувязі з негатыўнымі праявамі агульнасусветнай тэндэнцыі ўзрастання рызыкаў і шкоды, якiя прычыняюцца кіберпагрозамі, у студзені 2019 года была сфарміравана спецыялізаванае падраздзяленне, подобраны спецыялісты адпаведнай кваліфікацыі, выдзелены памяшканні ў галаўным офісе кампаніі, якія да цяперашняга моманту аснашчаны неабходным кампутарным і іншым абсталяваннем.",
    "text2": "Малады працавіты калектыў Цэнтра кібербяспекі ААТ «АГАТ - сістэмы кіравання» пастаянна прымае ўдзел у мерапрыемствах, накіраваных на павышэнне кваліфікацыі спецыялістаў, у тым ліку ў кампаніях-партнёрах: Group IB, Лабараторыя Касперскага, Ростелеком-Солар.",
    "mission": "МІСІЯ",
    "text3": "Наша місія заключаецца ў абароне нацыянальных інтарэсаў Рэспублікі Беларусь у кіберпрасторы і стварэнні спрыяльнага іміджу краіны на міжнароднай арэне шляхам ажыццяўлення комплексу мерапрыемстваў па высокакваліфікаванаму супрацьстаянню пагрозам інфармацыйнай бяспекі суб'ектаў гаспадарання нашай Радзімы.",
    "goals": "МЭТЫ",
    "text4": "Нашы мэты складаюцца ва ўсебаковым, поўным і своечасовым супрацьстаянні інцыдэнтаў у сферы інфармацыйнай бяспекі з дапамогай даследавання, аналізу, прадухілення, папярэджання, рэагавання, процідзеяння кіберпагрозамі, ліквідацыі такіх пагроз і зніжэння магчымага ўрону ад выкліканых імі негатыўных наступстваў.",
    "text5": "Кіраўніком зноў створанага падраздзялення прызначаны Махнач Аляксандр Сяргеевіч, раней які праходзіў службу ў Следчым камітэце Рэспублікі Беларусь і непасрэдна які займаўся расследаваннем злачынстваў супраць інфармацыйнай бяспекі і інтэлектуальнай уласнасці.",
    "learnMore": "Падрабязней",

    
    "audit1": "АЎДЫТ ІНФАРМАЦЫЙНАЙ БЯСПЕКІ ІНФАРМАЦЫЙНЫХ СІСТЭМ І ЛВС ЗАКАЗЧЫКАЎ.",
    "audit2": "Подробнее",
    "pentest1": "Подробнее",
    "pentest2": "Подробнее",
    "monitoring1": "Подробнее",
    "monitoring2": "Подробнее",
    "dlp1": "Подробнее",
    "dlp2": "Подробнее",
    "checking1": "Подробнее",
    "checking2": "Подробнее",
    "documentation1": "РАЗРАБОТКА СПЕЦЫЯЛІЗАВАНАЙ ДАКУМЕНТАЦЫІ ДЛЯ ПРАДПРЫЕМСТВАЎ ЭНЕРГЕТЫКІ",
    "documentation2": "Подробнее",

    "name": "Імя",
    "company": "Кампанія",
    "phone": "Тэлефон",
    "message": "Паведамленне",

    "sendBtn": "Адправіць",

    "stat": "Статыстыка за 2018 год",

    "field": "Поле",
    "notNull": "Не можа быць пустым",

    "incorrect": "заполнена некоррэктна",
    "onlydigits": "павінна ўтрымліваць толькі лічбы",

    "city": "г. Мінск",
    "address": "пр. Незалежнасці, 117",
    "faks": "Факс",
    
    "formTitle1": "Для сувязі з намі",
    "formTitle2": "запоўніце форму",
    "successMessage": "Паведамленне адпраўлена! Мы свяжемся з вамі ў бліжэйшым часе!",


    "auditTitle": "АЎДЫТ",
    "pentestTitle": "ПЕНТЭСТ",
    "monitoringTitle": "МАНІТОРЫНГ",
    "documentationTitle": "СМІБ",
    "orientation":"Калі ласка выкарыстоўвайце партрэтную арыентацыю",
    "audit": "АЎДЫТ ІНФАРМАЦЫЙНАЙ БЯСПЕКІ ІНФАРМАЦЫЙНЫХ СІСТЭМ І ЛВС ЗАКАЗЧЫКАЎ (УКЛЮЧАЮЧЫ ДАКУМЕНТАЛЬНЫ).",
    "pentest": "ПРАВЯДЗЕННЕ ТЭСТАВАННЕ НА ПРАНІКНЕННЕ МЕТАДАМІ «БЕЛАГА», «ШЭРАГА», «ЧОРНАГА» ЯШЧЫКА",
    "monitoring": "МАНІТОРЫНГ І РЭАГАВАННЕ НА ІНЦЫДЭНТЫ КІБЕРБЯСПЕКІ Ў ЛВС ЗАКАЗЧЫКАЎ",
    "documentation": "РАЗРАБОТКА СПЕЦЫЯЛІЗАВАНАЙ ДАКУМЕНТАЦЫІ ДЛЯ ПРАДПРЫЕМСТВАЎ ЭНЕРГЕТЫКІ (КРЫТЫЧНА ВАЖНЫЯ АБ'ЕКТЫ ІНФАРМАТЫЗАЦЫІ) У АДПАВЕДНАСЦІ З ПАТРАБАВАННЯМІ РЭГУЛЯТАРА."
}